Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, it_it, pl_pl, pt_pt, ta, th_th, zh_cn, zh_tw

# BtnToggleDev.Label
source: Tools
de_de: Werkzeuge
es_es: Herramientas
it_it: Strumenti
pl_pl: Narzędzia
pt_pt: Ferramentas
th_th: เครื่องมือ
zh_cn: 工具

# DevPopupHeader.Text
source: Show Developer Tools
de_de: Entwicklerwerkzeuge anzeigen
es_es: Mostrar herramientas para desarrolladores
it_it: Mostra strumenti per sviluppatori
pl_pl: Pokaż narzędzia programistyczne
pt_pt: Mostrar ferramentas de programação
th_th: แสดงเครื่องมือนักพัฒนา
zh_cn: 显示开发者工具

# ContextMenuDevCopyCommand
source: Copy {0}
de_de: Kopiere {0}
es_es: Copiar {0}
it_it: Copia {0}
pl_pl: Kopiowanie {0}
pt_pt: Copiar {0}
th_th: คัดลอก {0}
zh_cn: 复制 {0}

# ProviderNone
source: None
de_de: Keine
es_es: Ninguno
it_it: Nessuno
pl_pl: Żaden
pt_pt: Nenhum
th_th: ไม่มี
zh_cn: 无

# SettingsChangelogLabel.Text
source: Changelog
de_de: Änderungen
es_es: Historial de cambios
it_it: Registro cambiamenti
pl_pl: Dziennik zmian
pt_pt: Notas de versão
th_th: รายการเปลี่ยนแปลง
zh_cn: 变更记录

# ImportFailedWoff
source: WOFF font could not be converted to a valid OTF font.
de_de: WOFF-Schriftart konnte nicht in eine gültige OTF-Schriftart konvertiert werden.
es_es: La tipografía WOFF no se pudo convertir a una tipografía OTF válida.
it_it: I caratteri WOFF non possone essere convertiti in OTF.
pl_pl: Nie można przekonwertować czcionki WOFF na prawidłową czcionkę OTF.
pt_pt: Não foi possível converter o tipo de letra WOFF para um tipo de letra OTF válido.
th_th: ฟ้อนต์รูปแบบ WOFF นี้ ไม่สามารถถูกแปลงเป็นฟ้อนต์รูปแบบ OTF ได้.
zh_cn: 无法将 WOFF 字体转换为有效的 OTF 字体。

# ImportWOFF2NotSupported
source: WOFF2 files are not supported
de_de: WOFF2-Dateien werden nicht unterstützt
es_es: Los archivos WOFF2 no son compatibles
it_it: I file WOFF2 non sono supportati
pl_pl: Pliki WOFF2 nie są obsługiwane
pt_pt: Ficheiros WOFF2 não são suportados
th_th: ฟ้อนต์รูปแบบ WOFF2 ยังไม่รองรับ
zh_cn: WOFF2 文件不受支持

# CharacterFilterButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter Characters
de_de: Zeichen filtern
es_es: Filtrar caracteres
it_it: Filtra caratteri
pl_pl: Filtrowanie znaków
pt_pt: Filtrar caracteres
th_th: กรองตัวอักษร
zh_cn: 筛选字符

# CompareFontsTitle.Text
source: Compare Fonts
de_de: Schriftarten vergleichen
es_es: Comparar tipografías
it_it: Confronta
pl_pl: Porównaj czcionki
pt_pt: Comparar tipos de letra
th_th: เปรียบเทียบฟ้อนต์
zh_cn: 对比字体

# LayoutGridToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Grid Layout
de_de: Rasteranordnung
es_es: Vista de cuadrícula
it_it: Layout griglia
pl_pl: Układ siatki
pt_pt: Esquema grelha
th_th: เปลี่ยนเป็นมุมมองแบบตาราง
zh_cn: 网格布局

# LayoutListToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: List Layout
de_de: Listenanordnung
es_es: Vista de lista
it_it: Layout lista
pl_pl: Układ listy
pt_pt: Esquema lista
th_th: เปลี่ยนเป็นมุมมองแบบรายการ
zh_cn: 列表布局

# QuickCompareTitle.Text
source: Quick Compare
de_de: Schnellvergleich
es_es: Comparación rápida
it_it: Confronto Rapido
pl_pl: Szybkie porównanie
pt_pt: Comparação rápida
th_th: รายการเปรียบเทียบด่วน
zh_cn: 快速对比

# AddToQuickCompare.Text
source: Add to quick compare
de_de: Zum Schnellvergleich hinzufügen
es_es: Agregar a comparación rápida
it_it: Aggiungi a Confronto Rapido
pl_pl: Dodaj do szybkiego porównania
pt_pt: Adicionar à comparação rápida
th_th: เพิ่มเข้ารายการเปรียบเทียบด่วน
zh_cn: 添加到快速对比

# AddMultiToQuickCompare.Text
source: Add family to quick compare
es_es: Agregar familia a comparación rápida

# CompareFontsButton.Text
source: Compare all Fonts
de_de: Alle Schriftarten vergleichen
es_es: Comparar todas las tipografías
it_it: Confronta
pl_pl: Porównaj wszystkie czcionki
pt_pt: Comparar todos os tipos de letra
th_th: เปรียบเทียบทุกฟ้อนต์
zh_cn: 对比所有字体

# BtnGithubCommits.Content
source: View the latest commits on Github
de_de: Die neuesten Commits auf GitHub ansehen
es_es: Ver los últimos cambios en GitHub
it_it: Visualizza l'ultimo commit su GitHub
pl_pl: Zobacz najnowsze zatwierdzenia na Github
pt_pt: Ver as revisões mais recentes no Github
th_th: ดูสถานาความคืบหน้าการอัพเดตบน GitHub
zh_cn: 查看 Github 上最新的提交

# ExportGlyphsHeader.Text
source: Export Characters
es_es: Exportar caracteres
pt_pt: Exportar caracteres
zh_cn: 导出字符

# ExportGlyphsSummary.Text
source: Ready to export {0} characters as {1}
es_es: Listo para exportar {0} caracteres como {1}
pt_pt: Pronto para exportar {0} caracteres como {1}
zh_cn: 准备将 {0} 个字符导出为 {1}

# ExportCharactersLabel.Text
source: Export Characters
es_es: Exportar caracteres
pt_pt: Exportar caracteres
zh_cn: 导出字符

# ExportGlyphsResultMessage.Text
source: {0} characters exported
es_es: {0} caracteres exportados
pt_pt: {0} caracteres exportados
zh_cn: 已导出 {0} 个字符

# ExportGlyphsProgressMessage.Text
source: Exporting character {0} of {1}
es_es: Exportando carácter {0} de {1}
pt_pt: A exportar carácter {0} de {1}
zh_cn: 正在导出 {1} 个字符中的第 {0} 个

# ExportAllowColor.Content
source: Allow font to use its own colors if defined
es_es: Permitir que la tipografía use sus propios colores si están definidos
pt_pt: Permitir, se presentes, que o tipo de letra utilize as suas próprias cores
zh_cn: 允许字体使用自带的色彩 (若有)

# ExportColorHeader.Text
source: Default Color
es_es: Color predeterminado
pt_pt: Cor predefinida
zh_cn: 默认颜色

# ExportGlyphFormatDescription.Text
source: Glyphs stored in binary formats will be exported as their native format regardless of this choice.
es_es: Los glifos almacenados en formatos binarios se exportarán en su formato nativo independientemente de esta opción.
pt_pt: Os glifos armazenados em formato binário serão exportados no seu formato nativo, independentemente desta escolha.
zh_cn: 以二进制格式存储的字形将以原本的格式导出，不受此选项影响。

# ExportGlyphSelectedCharacters.Text
source: {0} of {1} characters selected
es_es: {0} de {1} caracteres seleccionados
pt_pt: {0} de {1} caracteres selecionados
zh_cn: 已从 {1} 个字符中选中 {0} 个字符

# ExportFileOptionsHeader.Text
source: File Options
es_es: Opciones de archivo
pt_pt: Opções do ficheiro
zh_cn: 文件选项

# ExportSkipBlank.Content
source: Skip exporting glyphs with no visible content
es_es: Omitir la exportación de glifos sin contenido visible
pt_pt: Ignorar a exportação de glifos sem conteúdo perceptível
zh_cn: 不导出无可见内容的字形

# CharacterFilterButton.Label
source: Filter
es_es: Filtrar
pt_pt: Filtrar
zh_cn: 筛选

# CollectionExportButton.Label
source: Export
es_es: Exportar
pt_pt: Exportar
zh_cn: 导出

# DeleteCollectionButton.Label
source: Delete
es_es: Eliminar
pt_pt: Eliminar
zh_cn: 删除

# FontOptionsButton.Label
source: Options
es_es: Opciones
pt_pt: Opções
zh_cn: 选项

# OpenFontButton.Label
source: Open
es_es: Abrir
pt_pt: Abrir
zh_cn: 打开

# RenameCollectionButton.Label
source: Rename
es_es: Renombrar
pt_pt: Renomear
zh_cn: 重命名

# SettingsDesignStyle.Description
source: Change the design style of the application. Requires a restart to take effect.
es_es: Cambia el estilo de diseño de la aplicación. Requiere reiniciar para aplicar los cambios.
pt_pt: Alterar o estilo de desenho da aplicação. Verá a sua alteração quando voltar a iniciar a aplicação.
zh_cn: 更改此应用的设计风格。 需要重启应用才能生效。

# SettingsDesignStyle.Title
source: Design Style
es_es: Estilo de diseño
pt_pt: Estilo de desenho
zh_cn: 设计风格

# ViewToggleButton.Label
source: Switch
es_es: Cambiar
pt_pt: Mudar
zh_cn: 切换

# AddToButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add to Collection
es_es: Agregar a colección

# ClearSelectionLabel
source: Clear selection
es_es: Borrar selección
pt_pt: Limpar seleção
zh_cn: 清除选择

# CreateNewButton.Content
source: Create New
es_es: Crear nueva
pt_pt: Criar nova
zh_cn: 新建

# OrLabel.Text
source: or
es_es: o
pt_pt: ou
zh_cn: 或

# RemoveFromButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from Collection
es_es: Quitar de la colección
pt_pt: Remover da coleção
zh_cn: 从收藏中移除

# SelectCollectionLabel
source: Select Collection
es_es: Seleccionar colección
pt_pt: Selecionar coleção
zh_cn: 选择收藏

# SettingsCollectionsHeader
source: Collections
es_es: Colecciones
pt_pt: Coleções
zh_cn: 收藏

# DigOpenFolder.PrimaryButtonText
source: Open Fonts
es_es: Abrir tipografías
pt_pt: Abrir tipos de letra
zh_cn: 打开字体

# DigOpenFolder.Title
source: Open Font Folder
es_es: Abrir carpeta de tipografías
pt_pt: Abrir pasta com tipos de letra
zh_cn: 打开字体文件夹

# DigOpenFolderContent.CheckRecursiveContent
source: Look for fonts inside child folders
es_es: Buscar tipografías en subcarpetas
pt_pt: Incluir pastas subordinadas
zh_cn: 寻找位于子文件夹内的字体

# DigOpenFolderContent.CheckZipContent
source: Look for fonts inside .ZIP archives
es_es: Buscar tipografías dentro de archivos .ZIP
pt_pt: Incluir ficheiros comprimidos ZIP
zh_cn: 寻找位于 ZIP 压缩包内的字体

# DigOpenFolderContent.FindDescription
source: Enabling options may dramatically increase time required to open the folder
es_es: Activar estas opciones puede aumentar considerablemente el tiempo necesario para abrir la carpeta
pt_pt: Ativar opções poder aumentar drasticamente o tempo necessário para abrir a pasta
zh_cn: 启用这些选项可能明显增加打开文件夹所需的时间

# DigOpenFolderContent.FindHeader
source: Find Options
es_es: Opciones de búsqueda
pt_pt: Opções de procura
zh_cn: 查找选项

# DigOpenFolderContent.FindingFontsLabel
source: Finding Fonts...
es_es: Buscando tipografías...
pt_pt: A procurar tipos de letra...
zh_cn: 正在查找字体...

# DigOpenFolderContent.PrefixLabel
source: Found
es_es: Se encontraron
pt_pt: Encontrou
zh_cn: 已找到

# DigOpenFolderContent.SelectHeader
source: Selected Folder (click to change)
es_es: Carpeta seleccionada (haz clic para cambiar)
pt_pt: Pasta selecionada (premir para mudar)
zh_cn: 选中的文件夹 (点击更换)

# DigOpenFolderContent.SuffixLabel
source: font files
es_es: archivos de tipografía
pt_pt: ficheiro(s) de tipo de letra
zh_cn: 字体文件

# FontFileMenuItem.Text
source: Open Font File
es_es: Abrir archivo de tipografía
pt_pt: Abrir tipo de letra
zh_cn: 打开字体文件

# FontFolderMenuItem.Text
source: Open Font Folder
es_es: Abrir carpeta de tipografías
pt_pt: Abrir pasta
zh_cn: 打开字体文件夹

# AddHistoryButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add to history
es_es: Agregar al historial
pt_pt: Adicionar ao histórico
zh_cn: 添加到历史记录

# CalligraphyLabel.Text
source: Calligraphy
es_es: Caligrafía
pt_pt: Caligrafia
zh_cn: 书法

# ClearAllButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear All
es_es: Borrar todo
pt_pt: Limpar tudo
zh_cn: 全部清除

# ClearAllItem.Text
source: Clear All
es_es: Borrar todo
pt_pt: Limpar tudo
zh_cn: 全部清除

# GuideToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show Guide
es_es: Mostrar guía
pt_pt: Mostrar guias
zh_cn: 显示参考

# HistoryLabel.Text
source: History
es_es: Historial
pt_pt: Histórico
zh_cn: 历史记录

# RedoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Redo (Ctrl+Y)
es_es: Rehacer (Ctrl+Y)
pt_pt: Refazer (Ctrl+Y)
zh_cn: 重做 (Ctrl+Y)

# RemoveButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
es_es: Quitar
pt_pt: Remover
zh_cn: 移除

# SaveButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save (Ctrl+S)
es_es: Guardar (Ctrl+S)
pt_pt: Guardar (Ctrl+S)
zh_cn: 保存 (Ctrl+S)

# SideBySideToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Side by side
es_es: Lado a lado
pt_pt: Lado a lado
zh_cn: 并排

# UndoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Undo (Ctrl+Z)
es_es: Deshacer (Ctrl+Z)
pt_pt: Anular (Ctrl+Z)
zh_cn: 撤消 (Ctrl+Z)

# GuideFontSlider.Header
source: Guide Size
es_es: Tamaño de la guía
pt_pt: Tamanho da guia
zh_cn: 参考尺寸

# CharacterPickerButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open Character Picker
es_es: Abrir selector de caracteres
pt_pt: Abrir seleccionador de caracteres
zh_cn: 打开字符拾取器

# GuideHeaderLabel.Text
source: Guide Text
es_es: Texto de guía
pt_pt: Texto da guia
zh_cn: 参考文本

# GuideSizeLabel.Text
source: Guide Size
es_es: Tamaño de la guía
pt_pt: Tamanho da guia
zh_cn: 参考尺寸

# MenuToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show or Hide Font Pane (Ctrl+L)
es_es: Mostrar u ocultar el panel de tipografías (Ctrl+L)
pt_pt: Mostrar ou ocultar painel de tipos de letra (Ctrl+L)
zh_cn: 显示或隐藏字体面板 (Ctrl+L)

# OpenInNewTab.Text
source: Open in New Tab
es_es: Abrir en una nueva pestaña
pt_pt: Abrir num separador novo
zh_cn: 在新标签页中打开

# OptionScriptKorean.Text
source: Korean
es_es: Coreano
pt_pt: Coreano
zh_cn: 谚文

# AddActiveToCollectionItem.Text
source: Add active to Collection
es_es: Agregar tipografía activa a la colección
pt_pt: Adicionar activos à Coleção
zh_cn: 将活动添加到收藏集

# CompareActiveItem.Text
source: Compare active font faces
es_es: Comparar variantes activas
pt_pt: Comparar os tipos de letra activos
zh_cn: 对比活动字体

# OptionSupportedScripts.Text
source: Supported Scripts
es_es: Sistemas de escritura admitidos
pt_pt: Escritas suportadas
zh_cn: 支持的文字

# CompareFontFaceTitle.Text
source: Compare Font Faces
es_es: Comparar variantes de tipografía
pt_pt: A comparar tipos de letra
zh_cn: 对比字体

# CompareFacesCountLabel.Text
source: Compare family
es_es: Comparar familia

# CompareFamilyTitle.Text
source: Compare {0}
es_es: Comparar {0}
pt_pt: A comparar {0}
zh_cn: 对比 {0}

# MenuButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open Menu
es_es: Abrir menú
pt_pt: Abrir menu
zh_cn: 打开菜单

# FontsSelectedCountLabel
source: {0} fonts, {1} selected
es_es: {0} tipografías, {1} seleccionadas
pt_pt: {0} tipo(s) de letra, {1} selecionado(s)
zh_cn: {0} 种字体，已选中 {1} 种

# CompareShortLabel
source: Compare
es_es: Comparar
pt_pt: Comparar
zh_cn: 对比

# AllFontsLabel.Text
source: All Fonts
es_es: Todas las tipografías
pt_pt: Todos os tipos de letra
zh_cn: 所有字体

# ImportLabel.Text
source: Import
es_es: Importar
pt_pt: Importar
zh_cn: 导入

# PreferredFormatGroup.Text
source: Preferred Format
es_es: Formato preferido
pt_pt: Formato preferencial
zh_cn: 偏好格式

# RemoveLabel.Text
source: Remove
es_es: Quitar
pt_pt: Remover
zh_cn: 移除

# UndoLabel
source: Undo
es_es: Deshacer
pt_pt: Anular
zh_cn: 撤消

# CalligraphyDescription.Text
source: Practice writing in the style of the current font
es_es: Practica la escritura con el estilo de la tipografía actual
pt_pt: Praticar a escrita no estilo do tipo de letra atual
zh_cn: 练习书写当前字体样式

# CompareFontsDescription.Text
source: See and compare all your fonts side-by-side
es_es: Mira y compara todas tus tipografías lado a lado
pt_pt: Veja e compare todos os seus tipos de letra lado-a-lado
zh_cn: 以并排或列表方式查看对比所有字体

# DoMoreLabel.Text
source: Do More
es_es: Más opciones
pt_pt: Efectuar mais
zh_cn: 更多操作

# FullscreenLabel.Text
source: Fullscreen
es_es: Pantalla completa
pt_pt: Ecrã inteiro
zh_cn: 全屏

# OpenFolderDescription.Text
source: Open all font files found inside a folder
es_es: Abre todos los archivos de tipografía dentro de una carpeta
pt_pt: Abrir todos os tipos de letra dentro da pasta
zh_cn: 打开某文件夹内能找到的所有字体文件

# OpenFontDescription.Text
source: Open TTF, OTF, OTC, TTC, WOFF, WOFF2 or ZIP files
es_es: Abre archivos TTF, OTF, OTC, TTC, WOFF, WOFF2 o ZIP
pt_pt: Abrir ficheiros TTF, OTF, OTC, TTC, WOFF, WOFF2 ou ZIP
zh_cn: 打开 TTF、OTF、OTC、TTC、WOFF、WOFF 或 ZIP 文件

# SettingsPointerOverAnimation.Description
source: Enables subtle bounce animations when the mouse pointer goes over certains buttons.
es_es: Activa sutiles animaciones de rebote cuando el puntero del mouse pasa sobre ciertos botones.
pt_pt: Ativa animações subtis de ressalto sempre que o ponteiro do rato passa sobre determinados botões.
zh_cn: 启用鼠标指针经过按钮时的精细弹跳动画效果。

# SettingsPointerOverAnimation.Title
source: Enable pointer over animations
es_es: Activar animaciones al pasar el puntero
pt_pt: Animções sob o ponteiro do rato
zh_cn: 启用指针经过的动画效果

# SettingsCustomSuggestions.Description
source: Add and manage custom options to show in Type Ramp view and Comparison window text suggestions. Tap and hold to arrange.
es_es: Agrega y administra opciones personalizadas para la vista Muestra de texto y las sugerencias de texto en la ventana de comparación. Mantén presionado para reordenar.
pt_pt: Adiciona e organiza sugestões de texto personalizadas para mostrar na visualização Rampa e na janela de Comparação. Tocar e manter premido para organizar.
zh_cn: 添加与管理自定义示例文本建议项，显示于字阶视图和字体对比窗口内的文本框下拉列表内。 按住并拖动调整次序。

# SettingsCustomSuggestions.Title
source: Custom Options
es_es: Opciones personalizadas
pt_pt: Opções personalizadas
zh_cn: 自定义项

# SettingsSuggestionsHeader.Text
source: Preview Suggestions
es_es: Sugerencias de vista previa
pt_pt: Pré-visualizar sugestões
zh_cn: 预览建议

# SettingsSuggestionTextBox.PlaceholderText
source: Enter your suggestion here
es_es: Escribe tu sugerencia aquí
pt_pt: Introduz a tua sugestão aqui
zh_cn: 在此输入建议

# FontPropPanoseTitle.Text
source: PANOSE Values
es_es: Valores PANOSE
pt_pt: Valores PANOSE
zh_cn: PANOSE 值

# CharacterGroupingToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Group Characters by Unicode Range (Ctrl+G)
es_es: Agrupar caracteres por rango Unicode (Ctrl+G)
pt_pt: Agrupar caracteres por intervalo de Unicode (Ctrl+G)
zh_cn: 按 Unicode 范围将字符分组 (Ctrl+G)

# SettingsCharGrouping.Description
source: If enabled, characters are grouped by Unicode range in the character map, otherwise all characters are shown in a single ungrouped list.
es_es: Si se activa, los caracteres se agrupan por rango Unicode en el mapa de caracteres; de lo contrario, se muestran todos en una lista continua.
pt_pt: Se estiver ativado, os caracteres são agrupados por intervalo de Unicode no mapa de caracteres, caso contrário eles são mostrados numa única lista desagrupada.
zh_cn: 若启用，字符映射表内的字符将按 Unicode 范围分组，否则字体内所有字符都将不分组地显示在同一列表内。

# SettingsCharGrouping.Title
source: Character Grouping
es_es: Agrupar caracteres
pt_pt: Agrupar caracteres
zh_cn: 字符分组

# CopyAsImageItem.Text
source: Copy as image
es_es: Copiar como imagen
pt_pt: Copiar como imagem
zh_cn: 复制为图像

# CopyAsPngItem.Text
source: Copy as PNG
es_es: Copiar como PNG
pt_pt: Copiar como PNG
zh_cn: 复制为 PNG

# CopyAsSvgItem.Text
source: Copy as SVG
es_es: Copiar como SVG
pt_pt: Copiar como SVG
zh_cn: 复制为 SVG

# NotificationCopiedPNG
source: Copied as PNG
es_es: Copiado como PNG
pt_pt: Copiado como PNG
zh_cn: 已复制为 PNG

# NotificationCopiedSVG
source: Copied as SVG
es_es: Copiado como SVG
pt_pt: Copiado como SVG
zh_cn: 已复制为 SVG

# ColrV1SupportMessage.Text
source: This font contains COLRv1 glyphs. To preview them with proper rendering support, switch to Type Ramp view using the switch button above.
es_es: Esta tipografía contiene glifos COLRv1. Para verlos con la renderización adecuada, cambia a la vista Muestra de texto usando el botón superior.
pt_pt: Este tipo de letra contém glifos COLRv1. Para os pré-visualizar com a composição adequada, mude para a visualização Rampa utilizando o botão acima.
zh_cn: 字体包含 COLRv1 字形。要预览，请用上方的切换按钮切换到字阶视图，以得到正确渲染支持。

# FontPropCOLRVersion.Text
source: COLR Version
es_es: Versión de COLR
pt_pt: Versão COLR
zh_cn: COLR 版本

# FontPropColourFormats.Text
source: Color Glyph Formats
es_es: Formatos de glifos en color
pt_pt: Formatos de glifos coloridos
zh_cn: 有色字形格式

# GlyphTypeBitmap
source: Bitmap
es_es: Mapa de bits
pt_pt: Mapa de bits
zh_cn: 位图

# TypeRampFlowButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Change flow direction
es_es: Cambiar dirección del flujo
pt_pt: Alterar sentido do fluxo
zh_cn: 更改文本流方向

# TxtUniCodepoint.Header
source: Unicode Codepoint
es_es: Punto de código Unicode
pt_pt: Ponto de código Unicode
zh_cn: Unicode 码点

# TxtUTF16.Header
source: UTF-16 Value
es_es: Valor UTF-16
pt_pt: Valor UTF-16
zh_cn: UTF-16 值

# EditSuggestionsItem.Text
source: Edit Suggestions
es_es: Editar sugerencias
pt_pt: Editar sugestões
zh_cn: 编辑建议

# OptionScriptHiraganaAndKatakana.Text
source: Hiragana & Katakana
es_es: Hiragana y Katakana
zh_cn: 平假名与片假名

# OptionsScriptBengali.Text
source: Bengali
es_es: Bengalí
pt_pt: Bangla
zh_cn: 孟加拉字符

# BtnTextClose.Content
source: Close
es_es: Cerrar
pt_pt: Fechar
zh_cn: 关闭

# EditSuggestionsLabel.Text
source: Edit Custom Suggestions
es_es: Editar sugerencias personalizadas
pt_pt: Editar sugestões personalizadas
zh_cn: 编辑自定义建议

# ShowSuggestionsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show Suggestions
es_es: Mostrar sugerencias
pt_pt: Mostrar sugestões
zh_cn: 显示建议

# SuggestOptionArabic.Text
source: Arabic
es_es: Árabe
pt_pt: Árabe
zh_cn: 阿拉伯文

# SuggestOptionBengali.Text
source: Bengali
es_es: Bengalí
pt_pt: Bangla
zh_cn: 孟加拉文

# SuggestOptionBulgarian.Text
source: Bulgarian
es_es: Búlgaro
pt_pt: Búlgaro
zh_cn: 保加利亚文

# SuggestOptionChineseTraditional.Text
source: Chinese (Traditional)
es_es: Chino (Tradicional)
pt_pt: Chinês (Tradicional)
zh_cn: 中文 (繁体)

# SuggestOptionCultureSpecific.Text
source: English
es_es: Español
pt_pt: Português
zh_cn: 中文 (简体)

# SuggestOptionCustom.Text
source: Custom
es_es: Personalizado
pt_pt: Personalizada
zh_cn: 自定义

# SuggestOptionCyrillicAlpha.Text
source: Cyrillic Alphabet
es_es: Alfabeto cirílico
pt_pt: Alfabeto cirílico
zh_cn: 西里尔字母

# SuggestOptionEnglish.Text
source: English
es_es: Inglés
pt_pt: Inglês
zh_cn: 英文

# SuggestOptionGreek.Text
source: Greek
es_es: Griego
pt_pt: Grego
zh_cn: 希腊文

# SuggestOptionHebrew.Text
source: Hebrew
es_es: Hebreo
pt_pt: Hebraico
zh_cn: 希伯来文

# SuggestOptionJapanese.Text
source: Japanese
es_es: Japonés
pt_pt: Japonês
zh_cn: 日文

# SuggestOptionKorean.Text
source: Korean
es_es: Coreano
pt_pt: Coreano
zh_cn: 朝鲜文/韩文

# SuggestOptionLatinAlpha.Text
source: Latin Alphabet
es_es: Alfabeto latino
pt_pt: Alfabeto latim
zh_cn: 拉丁字母

# SuggestOptionLatinSymbols.Text
source: Latin Numbers & Symbols
es_es: Números y símbolos latinos
pt_pt: Números & símbolos latim
zh_cn: 阿拉伯数字与拉丁符号

# SuggestOptionSample.Text
source: Font Sample Text
es_es: Texto de muestra de la tipografía
pt_pt: Texto de exemplo do tipo de letra
zh_cn: 字体示例文本

# SuggestOptionThai.Text
source: Thai
es_es: Tailandés
pt_pt: Tailandês
zh_cn: 泰文

# SuggestOptionVietnamese.Text
source: Vietnamese
es_es: Vietnamita
pt_pt: Vietnamita
zh_cn: 越南文

# InstallCountLabel
source: {0} Font Families, {1} Font Faces installed on your computer
es_es: {0} familias tipográficas, {1} variantes instaladas en tu equipo
pt_pt: {0} famílias tipográficas, {1} tipos de letra instalados no seu computador
zh_cn: 您的计算机上安装了 {0} 种字体家族，{1} 种字体

# OptionSystemFonts.Text
source: Installed Fonts
es_es: Tipografías instaladas
pt_pt: Tipos de letra instalados
zh_cn: 已安装的字体

# SettingsExportInstalledLabel.Text
source: Export installed fonts
es_es: Exportar tipografías instaladas
pt_pt: Exportar tipos de letra instalados
zh_cn: 导出已安装的字体

# OptionDesignTag.Text
source: By Design Language
es_es: Por lenguaje de diseño
zh_cn: 按设计的语言

# HiddenGlyphsMessage.Text
source: Deprecated icon glyphs are hidden by default based on your settings. You can show them using the filter button above.
es_es: Los glifos de íconos obsoletos están ocultos de forma predeterminada según tu configuración. Puedes mostrarlos usando el botón de filtro superior.
pt_pt: Com base nas suas definições, os ícones preteridos estão ocultos por predefinição. Utiliza o botão de filtro acima para os mostrar.
zh_cn: 已弃用的图标字形依您的设置默认隐藏。您可以使用上面的过滤器按钮显示它们。

# InstallDialog.Title
source: Install Font
es_es: Instalar tipografía
pt_pt: Instalar tipo de letra
zh_cn: 安装字体
